Revit 2024 API
ParameterDownloadOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public ParameterDownloadOptions()
Visual Basic
Public Sub New
Visual C++
public:
ParameterDownloadOptions()
See Also
ParameterDownloadOptions Class
ParameterDownloadOptions Overload
Autodesk.Revit.DB Namespace